{
  "Use a longer keyboard pattern with more turns": "Utilice un patrón de teclado más largo con más giros",
  "Use a few words, avoid common phrases": "Use algunas palabras, evite frases comunes",
  "This is similar to a commonly used password": "Esto es similar a una contraseña de uso común",
  "This is a very common password": "Esta es una contraseña muy común",
  "This is a top-100 common password": "Esta es una contraseña común entre las 100 principales",
  "This is a top-10 common password": "Esta es una de las 10 principales contraseñas",
  "Short keyboard patterns are easy to guess": "Los patrones de teclado cortos son fáciles de adivinar",
  "Straight rows of keys are easy to guess": "Las filas rectas de teclas son fáciles de adivinar",
  "Sequences like abc or 6543 are easy to guess": "Secuencias como abc o 6543 son fáciles de adivinar",
  "Reversed words aren't much harder to guess": "Las palabras invertidas no son mucho más difíciles de adivinar",
  "Repeats like \"abcabcabc\" are only slightly harder to guess than \"abc\"": "Las repeticiones como \"abcabcabc\" son solo un poco más difíciles de adivinar que \"abc\"",
  "Repeats like \"aaa\" are easy to guess": "Las repeticiones como \"aaa\" son fáciles de adivinar",
  "Recent years are easy to guess": "Los últimos años son fáciles de adivinar",
  "Predictable substitutions like '@' instead of 'a' don't help very much": "Las sustituciones predecibles como '@' en lugar de 'a' no ayudan mucho",
  "No need for symbols, digits, or uppercase letters": "Sin necesidad de símbolos, dígitos o letras mayúsculas",
  "Names and surnames by themselves are easy to guess": "Los nombres y apellidos por sí mismos son fáciles de adivinar",
  "Dates are often easy to guess": "Las fechas suelen ser fáciles de adivinar",
  "Common names and surnames are easy to guess": "Los nombres y apellidos comunes son fáciles de adivinar",
  "Capitalization doesn't help very much": "Las mayúsculas no ayudan mucho",
  "Avoid years that are associated with you": "Evita los años que están asociados contigo",
  "Avoid recent years": "Evita los últimos años",
  "Avoid sequences": "Evita las secuencias",
  "Avoid repeated words and characters": "Evite palabras y caracteres repetidos",
  "Avoid dates and years that are associated with you": "Evite fechas y años asociados a usted",
  "All-uppercase is almost as easy to guess as all-lowercase": "Todo en mayúsculas es casi tan fácil de adivinar como todo en minúsculas",
  "Add another word or two. Uncommon words are better.": "Agregue otra palabra o dos. Las palabras poco comunes son mejores.",
  "A word by itself is easy to guess": "Una palabra por sí sola es fácil de adivinar"
}